
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "Automatický";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "PPP heslo";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "IPSec zdieľaný kľúč";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "IPSec XAuth heslo";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "Sieťové pripojenie (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "Sieťové pripojenie";
"KEYCHAIN_KIND_EAPOL" = "802.1X heslo";

/*
 * [System] Keychain descriptions for VPN
 */
"KEYCHAIN_KIND_VPN_PASSWORD" = "VPN heslo";
